{
    "services_list": {
        "search": "بحث",
        "navigate_to_service": " ذهاب إلى الخدمة",
        "soon": "سيتم إطلاق الخدمة قريباً",
        "temp_license": {
            "title": "إصدار موافقة مبدئية لمركز تأهيل أهلي",
            "description": "تتيح هذه الخدمة تقديم طلب اصدار موافقة مبدئية لمركز اهلي بناء على اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية"
        },
        "final_license": {
            "title": "إصدار ترخيص",
            "description": "تتيح هذه الخدمة تقديم طلب اصدار ترخيص لمركز اهلي حسب  اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية (يشترط وجود موافقة مبدئية مسبقا)"
        },
        "final_license_renewal": {
            "title": "طلب تجديد رخصة نهائية",
            "description": "تتيح هذه الخدمة تقديم طلب تجديد ترخيص مركز اهلي قائم بناء على اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية"
        },
        "transfer_center": {
            "title": "نقل مقر مركز أهلي",
            "description": "تتيح هذه الخدمة تقديم طلب نقل مقر لمركز اهلي قائم الى مقر جديد بناء على اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية"
        },
        "transfer_center_ownership": {
            "title": "نقل ملكية مركز أهلي",
            "description": "تتيح هذه الخدمة تقديم طلب نقل ملكية مركز اهلي قائم الى مالك جديد بناء على اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية"
        },
        "program_registeration": {
            "title": "التسجيل في البرامج المعتمدة",
            "description": "تتيح هذه الخدمة لمراكز الرعاية النهارية تقديم طلب اضافة برامج للمستفيدين للحصول على الموافقات اللازمة لاعتمادها"
        },
        "cancel_initial_approval": {
            "title": "إلغاء موافقة مبدئية",
            "description": "تتيح هذه الخدمة تقديم طلب الغاء الموافقة المبدئية التي تم اصداراها لمركز اهلي مسبقا بناء على اشتراطات ومتطلبات القواعد التنفيذية للائحة التنظيمية للمراكز الاهلية غير الحكومية"
        },
        "suspend_center": {
            "title": "خدمة طلب تعليق العمل في مركز أهلي (من المالك)",
            "description": "تتيح هذه الخدمة لمالك المركز أو المفوض من تقديم طلب تعليق العمل في مركز أهلي، و تتيح له أيضاً تقديم الطلبات المتعلقة بخدمة تعليق العمل و هي تمديد تعليق العمل و إلغاء تعليق العمل"
        },
        "state_fee": {
            "title": "تسجيل المركز الأهلي في برنامج تحمل الدولة للرسوم",
            "description": "هذه الخدمة تمكنك من التسجيل في برنامج تحمل الدولة للرسوم الذي تتحمل الدولة من خلاله تكاليف رعاية وتأهيل المستفيدين في مركز الرعاية النهارية"
        },
        "cancel_state_fee": {
            "title": "إلغاء طلب الانضمام إلى برنامج تحمل الدولة للرسوم",
            "description": "تتيح هذه الخدمة إمكانية (الانسحاب) إلغاء الطلب المقدم (المكتمل والقائم) للانضمام إلى برنامج تحمل الدولة للرسوم"
        },
        "cancel_final_license": {
            "title": "خدمة طلب إلغاء ترخيص لمركز (من المالك)",
            "description": " تتيح هذه الخدمة للمستخدم (مالك المركز أو المفوض) مسجل في المنصة من تقديم طلب إلغاء ترخيص لمركز وفق شروط و متطلبات القواعد التنفيذية لللائحة التنظيمية للمراكز الأهلية"
        }
    }
}